{
	"query": [

		{
			"Leave types": "The various types of leaves entitled for an ILP associate is Sick, Casual and Earned.",
			"Avail Leave": "First you need to get the approval from technical and business skill faculty. Once they approve, the facilitation team will check if the leave can be approved from HR. Upon the confirmation, the leave will be approved. Once the leave is approved, the associate needs to apply for leave in Ultimatix and submit the leave request form. Leave types: Sick, Casual and Earned leave.",
			"Apply for leave": "First you need to get the approval from technical and business skill faculty. Once they approve, the facilitation team will check if the leave can be approved from HR. Upon the confirmation, leave will be approved. Once the leave is approved, the associate needs to apply for leave in Ultimatix (GESS) and submit the leave request form. Leave types: Sick, Casual and Earned leave.",
			"Contact for Leave": "Respective Faculties and  HR.",
			"ILP Dress Code": "ILP DRESS CODE LINK: https://knowmax.ultimatix.net/sites/myhr1-cop/GlobalNewDress%20Code/TCS%20Global%20Guideline%20-%20Dress%20Code.pdf ",
			"Schedule Access Link": "SCHEDULE URL : http://intvmsm01/schedule  ",
			"Schedule Acess Link": "SCHEDULE URL : http://intvmsm01/schedule  ",
			"Nearest Hospital": "TSE, Ojas, AJ, KIMS and CSI Mission Hospital.",
			"Salary Deduction":"Company will provide Rs.6000/yr as domiciliary expense for a single person. An amount of Rs.900/month will be deducted in 8 instalments (for dependents). Coverage amount: Rs.6000 /year for domiciliary expenses , Rs.2 Lakhs as sum insured for Hospitalization and Rs.12 Lakhs as a family floater (also for hospitalization).",
			"Doctor Avail time at ILP center": "PP - 1.00 PM to 2.00 PM and CLC - 2.00 PM to 3.00 PM.",
			"Deduct money from salary":"Company will provide Rs.6000/yr as domiciliary expense for a single person. An amount of Rs.900/month will be deducted in 8 instalments (for dependents). Coverage amount: Rs.6000 /year for domiciliary expenses , Rs.2 Lakhs as sum insured for Hospitalization and Rs.12 Lakhs as a family floater (also for hospitalization).",
			"Raise a claim": "To  raise a claim  go to Ultimatix->Global ESS-> Health and Wellness->TCS Health insurance portal.",
			"Reimbursement Time": "For reimbursement, it will take 6 to 7 working days after the completion of settlement process.",
			"Adding family members to HIS scheme": "For TCS, the health and wellbeing of all employees and their family is paramount. Hence, TCS provides them with easy access to best-in-class medical facilities through a comprehensive Health Insurance Scheme. Family in this context implies spouse, children, parents and parents-in-law only.",
			"Documents required": "All the original bills have to be submitted along with the claim form.  All the bills and documents should be submitted within 90 days of Discharge .",
			"Release Formalities": "One must complete all the mandatory trainings and feedback for getting released. If there is no access to mandatory trainings, you are required to raise a ticket in Ultimatix (under Global help desk) to fix the issue.",
			"release": "One must complete all the mandatory trainings and feedback for getting released. If there is no access to mandatory trainings, you are required to raise a ticket in Ultimatix (under Global help desk) to fix the issue.",
			"add beneficiaries": "Link for adding new beneficiaries: Ultimatix ->Global ESS->Health & Insurance. Follow this link for more details : Ultimatix -> Learning & Collaboration->KNOWMAX ->My ->India->Health Safety & Wellness->Health & Insurance.",
			"Base location Change": "Associates are mapped to business needs and promises given to our clients cannot be changed due to our TCS values.",
			"change base location": "Associates are mapped to business needs and promises given to our clients cannot be changed due to our TCS values.",
			"Baselocation Change": "Associates are mapped to business needs and promises given to our clients cannot be changed due to our TCS values.",
			"Stream Change": "Stream change will be difficult as you have already completed the tech lounge.",
			"Rules": "Don't violate any security policy.",
			"LAP duration": "The normal duration of the LAP is 10 days for Core Skills, 10 days for PD and 20 days for Bizskills LAP. Please contact your faculty for further information.",
			"Leave during LAP":"Associates are not allowed to take leave during LAP. In case of any unavoidable emergency, please contact your faculty.",
			"Emergency leave during LAP":"You can take emergency leave in case of unavoidable situations during LAP, but LAP date will be extended.",
			"stakeholders": " Contact HR – shibas.np@tcs.com , RMG- vijay.kc@tcs.com ,Facilitation team - Trivandrum.Facilitation@tcs.com for more details. ",
			"Stay back at lab": "Inform the faculty and provide the list of associates to get the permission.",
			"get permission to go out": "Get the approval from faculty and then from the facilitation team.",
			"system is not working": "Contact IS team for more details.",
			"stream change": "Facilitation Team",
			"Allocation": "Contact RMG (Bijo/Vijay) for more details.",
			"Washroom": "Contact Admin (Shaju/Deepthi RP) for more details.",
			"Canteen":"Contact Admin (Shaju/Deepthi RP) for more details.",
			"Transport":"Contact Admin (Shaju/Deepthi RP) for more details.",
			"Accommodation": "Contact Admin (Shaju/Deepthi RP) for more details.",
			"Ultimatix": "Contact HR (Shibas NP) for more details",
			"Access": "Contact BMS team (Near PP Reception) for more details.",
			"Gdrive": "Contact IS team for more details.",
			"System": "Contact IS team for more details.",
			"intranet": "Contact IS team for more details.",
			"ievolve": "Contact Digitization team for more details.",
			"print out": "Contact HR for more details.",
			"Loss of ID card": "Contact BMS team (Near Peepul Park Reception) for more details.",
			"Lost and found items": "Contact Admin (Shaju/Deepthi RP) for more details.",
			"AC": "Contact  reception for more details.",
			"Health and Environmental risk": "Contact HSE (Anju Nair/Unnikrishnan) for more details.",
			"Leave-query":"Leave formalities: First you need to get the approval from technical and business skill faculty. Once they approve, the facilitation team will check if the leave can be approved from HR. Upon the confirmation, leave will be approved. Once the leave is approved, the associate needs to apply for leave in Ultimatix and submit the leave request form. Leave types: Sick, Casual and Earned emergency leave. Emergency leave can be personal emergency leave(when you fall sick) or family emergency.",
			"HIS-query":"For TCS, the health and wellbeing of all employees and their family is paramount. Hence, TCS provides them with easy access to best-in-class medical facilities through a comprehensive Health Insurance Scheme.  Family in this context implies spouse, children, parents and parents-in-law only. TCS has tied up with the insurance company to offer a comprehensive Health Insurance Scheme (HIS) to its employees. Insurance Company has in turn appointed a Third Party Administrator (TPA) to facilitate the claim processing, settlements and hospitalisation process for the employees and their beneficiaries. Group life insurance and HIS are not. HIS facilities avail from the date of joining. Link for adding new beneficiaries Ultimatix ->Global ESS->Health & Insurance. Company will provide Rs.  6000/yr as domisciliary expense for a single person. To  raise a claim  go to Ultimatix->Global ESS-> Health and Wellness->TCS Health insurance portal.All the Original bills have to be submitted along with the claim form. All the bills and documents should be submitted within 90 days of Discharge. For reimbursement, it will take six to seven working days after the settlement process is completed. Coverage amount is Rs.6000 /year for domiciliary expenses, Rs.2 Lakhs as sum insured for Hospitalization and 12 Lakhs as a family floater (also for hospitalization).  Follow this link for more details: Ultimatix -> Learning & Collaboration->KNOWMAX ->My HR->India->Health Safety & Wellness->Health & Insurance.",
			"LAP-query":"The associates may undergo LAP in Core Skills, Bizskills and PD or either of them. In case they have both the LAP, associates will start with business skill LAP first, then will continue with project delivery LAP. Otherwise, they can go ahead with the particular one. If the trainees do not clear LAP, HR action will be initiated. Associates will not be allowed to take leaves during LAP, but in case of any emergency, they can contact the faculty for further action or clarification. The normal duration of the LAP is 10 days for Core Skills, 10 days for PD and 20 days for Bizskills LAP. Please contact your faculty for further information."

		}
	]
}
